function BackendProblem() {
  return [
    {
      id: 1,
      title: "백엔드 문제 제목1",
      content: [
        "백엔드 문제 선택지1",
        "백엔드 문제 선택지2",
        "백엔드 문제 선택지3",
        "백엔드 문제 선택지4",
      ],
      answer: "백엔드 문제 선택지2",
    },
    {
      id: 2,
      title: "백엔드 문제 제목2",
      content: [
        "백엔드 문제 선택지1",
        "백엔드 문제 선택지2",
        "백엔드 문제 선택지3",
        "백엔드 문제 선택지4",
      ],
      answer: "백엔드 문제 선택지2",
    },
    {
      id: 3,
      title: "백엔드 문제 제목3",
      content: [
        "백엔드 문제 선택지1",
        "백엔드 문제 선택지2",
        "백엔드 문제 선택지3",
        "백엔드 문제 선택지4",
      ],
      answer: "백엔드 문제 선택지2",
    },
    {
      id: 4,
      title: "백엔드 문제 제목4",
      content: [
        "백엔드 문제 선택지1",
        "백엔드 문제 선택지2",
        "백엔드 문제 선택지3",
        "백엔드 문제 선택지4",
      ],
      answer: "백엔드 문제 선택지2",
    },
    {
      id: 5,
      title: "백엔드 문제 제목5",
      content: [
        "백엔드 문제 선택지1",
        "백엔드 문제 선택지2",
        "백엔드 문제 선택지3",
        "백엔드 문제 선택지4",
      ],
      answer: "백엔드 문제 선택지2",
    },
  ];
}

export default BackendProblem;
