const FrontProblem = [
  {
    id: 1,
    title: "프론트엔드 문제 제목1",
    content: [
      "프론트엔드 문제 선택지1",
      "프론트엔드 문제 선택지2",
      "프론트엔드 문제 선택지3",
      "프론트엔드 문제 선택지4",
    ],
    answer: "프론트엔드 문제 선택지2",
  },
  {
    id: 2,
    title: "프론트엔드 문제 제목2",
    content: [
      "프론트엔드 문제 선택지1",
      "프론트엔드 문제 선택지2",
      "프론트엔드 문제 선택지3",
      "프론트엔드 문제 선택지4",
    ],
    answer: "프론트엔드 문제 선택지2",
  },
  {
    id: 3,
    title: "프론트엔드 문제 제목3",
    content: [
      "프론트엔드 문제 선택지1",
      "프론트엔드 문제 선택지2",
      "프론트엔드 문제 선택지3",
      "프론트엔드 문제 선택지4",
    ],
    answer: "프론트엔드 문제 선택지2",
  },
  {
    id: 4,
    title: "프론트엔드 문제 제목4",
    content: [
      "프론트엔드 문제 선택지1",
      "프론트엔드 문제 선택지2",
      "프론트엔드 문제 선택지3",
      "프론트엔드 문제 선택지4",
    ],
    answer: "프론트엔드 문제 선택지2",
  },
  {
    id: 5,
    title: "프론트엔드 문제 제목5",
    content: [
      "프론트엔드 문제 선택지1",
      "프론트엔드 문제 선택지2",
      "프론트엔드 문제 선택지3",
      "프론트엔드 문제 선택지4",
    ],
    answer: "프론트엔드 문제 선택지2",
  },
];

export default FrontProblem;
