function FrontProblem() {
  return [
    {
      id: 1,
      title: "프론트엔드 문제 제목1",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 2,
      title: "프론트엔드 문제 제목2",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 3,
      title: "프론트엔드 문제 제목3",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 4,
      title: "프론트엔드 문제 제목4",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 5,
      title: "프론트엔드 문제 제목5",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 6,
      title: "프론트엔드 문제 제목5",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 7,
      title: "프론트엔드 문제 제목5",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 8,
      title: "프론트엔드 문제 제목5",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 9,
      title: "프론트엔드 문제 제목5",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 10,
      title: "프론트엔드 문제 제목5",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 11,
      title: "프론트엔드 문제 제목5",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 12,
      title: "프론트엔드 문제 제목5",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 13,
      title: "프론트엔드 문제 제목5",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 14,
      title: "프론트엔드 문제 제목5",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 15,
      title: "프론트엔드 문제 제목5",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 16,
      title: "프론트엔드 문제 제목5",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 17,
      title: "프론트엔드 문제 제목5",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 18,
      title: "프론트엔드 문제 제목5",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 19,
      title: "프론트엔드 문제 제목5",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 20,
      title: "프론트엔드 문제 제목5",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
    {
      id: 21,
      title: "프론트엔드 문제 제목5",
      content: [
        "프론트엔드 문제 선택지1",
        "프론트엔드 문제 선택지2",
        "프론트엔드 문제 선택지3",
        "프론트엔드 문제 선택지4",
      ],
      answer: "프론트엔드 문제 선택지2",
    },
  ];
}

export default FrontProblem;
